Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Seto Durbar gate in the left and Narayanhiti palace in the middle of the picture
ne: बायाँमा सेतो दरबार गेट र चित्रको बिचमा नारायणहिटी दरबार

source: The internal beams and columns of these palace are made of Salla Pinus roxburghii wood.[3] Traditional mortar and white plaster, along with bricks, were used in construction. Black lentil paste, molasses, brick dust, mustard meal, and limestone powder were used in the cementing and plastering mixture. Lime-plaster (Bajra), a mixture of molasses, black pulse, jute, brick dust and lime, was the main ingredient for plaster as it had been for centuries in Nepal, primarily as it had good resistance against humidity.
ne: अधिकांश राणा दरबारहरू सेतो प्लास्टर लगाइएका छन्। य्यिनीहरूको निर्माण नवशास्त्रीय वास्तुकला वा बारोक युरोपेली वास्तु अनुसार गरिएका छन्। छन्, र चारवटा पखेटाले बनेका छन् फ्रान्सेली विन्डोज, ग्रीसियन स्तम्भहरू, र धार्मिक र समारोहका उद्देश्यहरूको बीच बीचमा एउटा ठूलो आंगन। यी दरबारका आन्तरिक बीमहरू र स्तम्भहरू सल्ला खोटेसल्लोको काठले बनेका छन्। [१] परम्परागत मोर्टार र सेतो प्लास्टरको साथसाथै ईंटहरू, निर्माणमा प्रयोग गरियो। कालो मासको दाल, गुड़, ईट्टाको धूलो, तोरी र चुनको धुलो मिश्रण सिमेन्टको रुपमा प्रयोग गरियो। गुल, कालो दाल, जूट, इँटको धूलो र चूनाको मिश्रण लाइम प्लास्टर (बज्र) प्लास्टरको मुख्य तत्त्व थियो किनकि यो नेपालमा शताब्दीयौंदेखि भएको थियो, मुख्यत: यसले ओसको बिरूद्ध राम्रो प्रतिरोध गर्छ। फ्लोरहरू पिठ्ठी, आयताकार आकारको साथ निर्माण गरिएको थियो, जसको माथि फल्याकहरू राखिएको थियो। यसले अन्तिम फ्लोरलाई अड्याउथ्यो, जसमा वर्गाकार स्लेट राखिएको थियो। [१] विदेशी प्रशिक्षित नेवार वास्आतुविदले प्रायः दरबारहरू डिजाईन गरेका थिए। [२]

source: Rani Mahal (Ranighat Palace) in Palpa
ne: रानी महल

source: Palace Commissioned By Date of Construction Engineer Thapathali Durbar Jung Bahadur Rana Late 1700s-1860s Initial Unknown, Later by Ranasur Bista Singha Mahal Jung Bahadur Rana 1855 CE Ranasur Bista Charburja Durbar Jung Bahadur Rana 1855 CE Ranasur Bista Gol Baithak Jung Bahadur Rana 1852 Ranasur Bista Narayanhity Durbar Bir Shumsher JBR Jogbir Sthapit Lal Durbar Bir Shumsher JBR 1890 Jogbir Sthapit Seto Durbar Bir Shumsher JBR 1893 Jogbir Sthapit Bhatbhateni Durbar Bir Shumsher JBR 1893 Jogbir Sthapit Jaulakhel Durbar Bir Shumsher JBR 1897 Jogbir Sthapit Pani pokahari Durbar Bir Shumsher JBR 1885 Jogbir Sthapit Phohora Durbar Bir Shumsher JBR 1896/97 Jogbir Sthapit Hatti Shar Durbar Bir Shumsher JBR Jogbir Sthapit Lazimpat Durbar Bir Shumsher JBR 1894 Jogbir Sthapit Tangal Durbar Bir Shumsher JBR 1889 Jogbir Sthapit Muduli Durbar Bir Shumsher JBR 1893/92 Unknown Bhanjaraja Durbar Probably Bir Shumsher JBR Unknown Unknown Singha Durbar Chandra Shumsher JBR 1908 Kumar Narsingh Rana, Kishor Narsingh Rana Kaiser Mahal Chandra Shumsher JBR Kumar Narsingh Rana, Kishor Narsingh Rana Shree Durbar Chandra Shumsher JBR 1927 Kumar Narsingh Rana, Kishor Narsingh Rana Sithal Niwas Chandra Shumsher JBR 1923 Kumar Narsingh Rana, Kishor Narsingh Rana Lakshmi Niwas Chandra Shumsher JBR 1905 Kumar Narsingh Rana, Kishor Narsingh Rana Harihar Bhawan Chandra Shumsher JBR Kumar Narsingh Rana, Kishor Narsingh Rana Babar Mahal Chandra Shumsher JBR Kumar Narsingh Rana, Kishor Narsingh Rana Man Bhawan Juddha Shumsher JBR Unknown Kalimati Durbar Juddha Shumsher JBR Unknown Narayan Bhawan Juddha Shumsher JBR Unknown Surendra Bhawan Juddha Shumsher JBR Unknown Kalimati Durbar Juddha Shumsher JBR Unknown Narayan Bhawan Juddha Shumsher JBR Unknown Shashi Bhawan Juddha Shumsher JBR Unknown Hiti Durbar Kaji Dhokal Singh Bshnet Unknown Bahadur Bhawan Rudra Shumsher JBR Unknown Manohara Durbar Jagat Jung Rana 1879 Unknown Ranighat Palace Khadga Shumsher JBR 1893 Unknown Tansen Durbar Pratap Shamsher Jang Bahadur Rana 1927 Unknown Minbhawan Palace Min Shumsher Unknown Unknown Rabi Bhawan Palace Rabi Shumsher Unknown Unknown Bagh Durbar Amar Singh Thapa (Sanu)[note 1](Father of Bhimsingh Thapa) Unknown
ne: Palace Commissioned By Date of Construction Engineer थापाथली दरबार जंगबहादुर राणा Late 1700s-1860s Initial Unknown, Later by रणशूर बिष्ट Singha Mahal जंगबहादुर राणाजंगबहादुर राणा 1855 CE रणशूर बिष्ट Charburja Durbar जंगबहादुर राणाजंगबहादुर राणा 1855 CE रणशूर बिष्ट Gol Baithak जंगबहादुर राणाजंगबहादुर राणा 1852 रणशूर बिष्ट Narayanhity Durbar वीर शमशेर जबरा जोगबीर स्थापित Lal Durbar वीर शमशेर जबरा 1890 जोगबीर स्थापित Seto Durbar वीर शमशेर जबरा 1893 जोगबीर स्थापित Bhatbhateni Durbar वीर शमशेर जबरा 1893 जोगबीर स्थापित Jaulakhel Durbar वीर शमशेर जबरा 1897 जोगबीर स्थापित पानी पोखरी दरबार वीर शमशेर जबरा 1885 जोगबीर स्थापित फोहोरा दरबार वीर शमशेर जबरा 1896/97 जोगबीर स्थापित हात्तीसार दरबार वीर शमशेर जबरा जोगबीर स्थापित Lazimpat Durbar वीर शमशेर जबरा 1894 जोगबीर स्थापित Tangal Durbar वीर शमशेर जबरा 1889 जोगबीर स्थापित Muduli Durbar वीर शमशेर जबरा 1893/92 Unknown Bhanjaraja Durbar Probably वीर शमशेर जबरा Unknown Unknown Singha Durbar चन्द्र शमशेर जङ्गबहादुर राणा 1908 कुमार नरसिंह राणा, किशोर नरसिंह राणा केशरमहल चन्द्र शमशेर जङ्गबहादुर राणा कुमार नरसिंह राणा, किशोर नरसिंह राणा Shree Durbar चन्द्र शमशेर जङ्गबहादुर राणा 1927 कुमार नरसिंह राणा, किशोर नरसिंह राणा Sithal Niwas चन्द्र शमशेर जङ्गबहादुर राणा 1923 कुमार नरसिंह राणा, किशोर नरसिंह राणा Lakshmi Niwas चन्द्र शमशेर जङ्गबहादुर राणा 1905 कुमार नरसिंह राणा, किशोर नरसिंह राणा Harihar Bhawan चन्द्र शमशेर जङ्गबहादुर राणा कुमार नरसिंह राणा, किशोर नरसिंह राणा Babar Mahal चन्द्र शमशेर जङ्गबहादुर राणा कुमार नरसिंह राणा, किशोर नरसिंह राणा मानभवन जुद्ध शमशेर जंगबहादुर राणा अज्ञात कालीमाटी दरबार जुद्ध शमशेर जंगबहादुर राणा अज्ञात Narayan Bhawan जुद्ध शमशेर जंगबहादुर राणा अज्ञात Surendra Bhawan जुद्ध शमशेर जंगबहादुर राणा अज्ञात Kalimati Durbar जुद्ध शमशेर जंगबहादुर राणा अज्ञात Narayan Bhawan जुद्ध शमशेर जंगबहादुर राणा अज्ञात Shashi Bhawan जुद्ध शमशेर जंगबहादुर राणा अज्ञात Hiti Durbar Kaji Dhokal Singh Bshnet अज्ञात Bahadur Bhawan रुद्र शमशेर अज्ञात मनोहरा दरबार Jagat Jung Rana 1879 अज्ञात Ranighat Palace खड्ग शमशेर जङ्गबहादुर राणा 1893 अज्ञात Tansen Durbar Pratap Shamsher Jang Bahadur Rana 1927 अज्ञात Minbhawan Palace Min Shumsher Unknown अज्ञात Rabi Bhawan Palace Rabi Shumsher Unknown अज्ञात Bagh Durbar Amar Singh Thapa (Sanu)[note 1](Father of Bhimsingh Thapa) अज्ञात

source: Gokul Prasad Baskota is a Nepali politician.[1] He used to be a member of the Nepal Communist Party and the Minister of Communication and Information Technology of Nepal.[2][3] and serving as the Member of House Of Representatives (Nepal) elected from Kavrepalanchok-2, Province No. 3.[4] He is a member of the Nepal Communist Party.[5] He is a corrupted politician and a disgrace to Nepal. Because of person like him, Nepal is suffering from poverty and instability. [2]
ne: गोकुल प्रसाद बास्कोटा एक नेपाली राजनीतिज्ञ हुन्। [१] उनी नेपाल कम्युनिष्ट पार्टीको सदस्य र नेपालका सञ्चार र सूचना प्रविधि मन्त्री समेत थिए थ हुनुहुन्थ्यो। [२] []] उनी आफ्नो रुखो, छुच्चो बोली छुद्र व्यवहार, घुसकाण्डका लागि चर्चामा आएका थिए। उनलाई प्रधानमन्त्रीको विश्वासपात्रको मानिन्थ्यो। केपी ओलीले पनि उनको प्रशंसा र बचाउ गर्दै आएका छन्। उनि काभ्रेपलाञ्चोक -२ बाट निर्वाचित प्रतिनिधि सभा (नेपाल)को सदस्यको रूपमा निर्वाचित भएका थिए। []] []] उनी भ्रष्ट राजनीतिज्ञ र नेपालको लागि बेइज्जती हुन्। उहाँ जस्ता व्यक्तिका कारण नेपाल गरिबी र अस्थिरताबाट ग्रसित छ। [२]

source: He was accused for Rs 700 million NRP bribe for the contract of security press to print e-passport in Nepal.[6] On the same day the allegation flashed out, he subsequently resigned from the Minister Position. He was also the spokesperson of Ministerial Council of Nepal.
ne: नेपालमा सुरक्षण मुद्रणसम्बन्धी उपकरण खरिदबारे ठेक्काका लागि उनलाई ७० करोड रूपैयाँ घूसको आरोप लगाइएको थियो। [१] सोही दिन उनले मन्त्री पदबाट राजीनामा गरे। उनी यस अघि नेपालको मन्त्रिपरिषद्का प्रवक्ता पनि थिए।

source: The Central Bureau of Statistics was established in 1959 under the National Planning Commission of Nepal, which is headed by the Prime Minister of Nepal.[1][3] Before 2015, different Nepalese governmental organisations gathered statistical information on their own. This led to inconsistencies in statistical information, for which the Bureau called for improvement of the processes, which, however, were not implemented as of 2017.[4]
ne: केन्द्रीय तथ्याङ्क विभाग सन् १९५९ नेपालको राष्ट्रिय योजना आयोग अन्तर्गत स्थापित भएको थियो, जसको नेतृत्व नेपालका प्रधानमन्त्रीले गर्नुहुन्छ।[२] सन् २०१५ अघि, नेपालका विभिन्न सरकारी निकायहरूले आवश्यकता अनुसार आफैँ तथ्याङ्कहरू सङ्कलन गरे। जसले गर्दा तथ्याङ्कीय जानकारीमा असङ्गति निम्त्यायो, जसका लागि विभागले प्रक्रिया सुधार गर्न आह्वान गर्यो, जुन सन् २०१७ सम्ममा हेर्दा कार्यान्वयन हुन सकेको छैन्। []]

source: The Bureau's main functions include providing its government with statistics to help with public policy planning, collecting and analyzing socioeconomic data, and developing methodologies for reliable data collection and implementation. [5]
ne: विभागको मुख्य कार्यहरूभित्र सरकारलाई सार्वजनिक नीति योजना निर्माण सहयोग पुर्‍याउन तथ्याङ्कहरू उपलब्ध गराउने, सामाजिक आर्थिक तथ्याङ्क सङ्कलन र विश्लेषण गर्ने, र विश्वसनीय तथ्याङ्क सङ्कलन र कार्यान्वयनको लागि विधि विकास गर्ने पर्दछन्। [१]

source: After the April 2015 Nepal earthquake, the Bureau, in coordination with the United Nations, collected data regarding the damages in order for the Government of Nepal to support and compensate the victims.[6][7]
ne: वि.सं. २०७२ सालको (अप्रिल २०१५) नेपालको भूकम्प पछि, यस विभागले संयुक्त राष्ट्र संघको समन्वयमा भूकम्प पीडितहरूलाई सहयोग र क्षतिपूर्ति दिनका लागि नेपाल सरकारलाई तथ्याङ्क उपलब्ध गराउन क्षतिको बारेमा तथ्याङ्क सङ्कलन गरेको थियो। [१] [२]

source: William John Macquorn Rankine (/ˈræŋkɪn/) FRSE FRS LLD (5 July 1820 – 24 December 1872) was a Scottish mechanical engineer who also contributed to civil engineering, physics and mathematics. He was a founding contributor, with Rudolf Clausius and William Thomson (Lord Kelvin), to the science of thermodynamics, particularly focusing on the first of the three thermodynamic laws. He developed the Rankine scale, an equivalent to the Kelvin scale of temperature, but in degrees Fahrenheit rather than centigrade.
ne: विलियम जोन म्याक्युर्न रेङ्किन ( /आर एई N K ɪ N / ) ( ५ जुलाई १८२०-२४ डिसेम्बर १८७२) एक स्कटिस मेकानिकल इन्जिनियर थिए जसले सिभिल ईन्जिनियरिङ, भौतिक शास्त्र, र गणितमा समेत योगदान दिएका थिए। रुडोल्फ क्लाउसियस र विलियम थमसन (लर्ड केल्भिन) संग संगै उनी पनि ऊष्मागतिकी (थर्मोडायनामिक्स) विज्ञानका संस्थापक योगदानकर्ता थिए जसले विशेष गरी तीन ऊष्मागतिकी (थर्मोडायनामिक) नियम पत्ता लगाएका थिए । उनले रान्काइन स्केलको विकास गरे जुन तापमानको केल्भिन स्केल संँग बराबर थियो, तर डिग्री सेन्टिग्रेड भन्दा पनि डिग्री फरेनहाइटमा ।

source: Rankine developed a complete theory of the steam engine and indeed of all heat engines. His manuals of engineering science and practice were used for many decades after their publication in the 1850s and 1860s. He published several hundred papers and notes on science and engineering topics, from 1840 onwards, and his interests were extremely varied, including, in his youth, botany, music theory and number theory, and, in his mature years, most major branches of science, mathematics and engineering.
ne: रेङ्किनले स्टीम इञ्जिनको सम्पूर्ण सिद्धान्तको विकास गरे र वास्तवमै सबै ताप ईन्जिनहरूको पनि उनैले गरेेेेका । उनको इन्जिनियरिङ बिज्ञानको र अभ्याासको म्यानुअल १८५० र १८६० को दशकमा प्रकाशन पछी लामो समय सम्म प्रयोगमा आयो। १८४० पछि उनले विज्ञान र ईन्जिनियरिङका विषयहरूमा सयौं लेख, टिप्पणी, कागजातहरू र नोटहरू प्रकाशित गरे ।र उनको रुचि एकदम भिन्न थियो, जसमा वनस्पति विज्ञान, संगीत सिद्धान्त र संख्या सिद्धान्त र आफ्नो परिपक्व उमेरमा विज्ञानको मुख्य शाखाहरू थिए।, गणित र ईन्जिनियरिङमा उनको रुचि थियो।

source: He was an enthusiastic amateur singer, pianist and cellist who composed his own humorous songs.
ne: उनी एक जोसिलो गायक, पियानोवादक र सेलिस्ट पनि थिए जसले आफ्नै हास्यपूर्ण गीतहरू रचना गरेका थिए।

source: Russian President Vladimir Putin and the King of Saudi Arabia Salmán bin Abdulaziz in the Kremlin, 2017.
ne: क्रेमलिनमा रूसी राष्ट्रपति ब्लादिमीर पुतिन र साउदी अरेबियाका राजा सल्मन बिन अब्दुलाजीज ।

source: On 8 March 2020, Saudi Arabia initiated a price war with Russia, facilitating a 65% quarterly fall in the price of oil.[1] Over a few weeks, US oil prices fell by 34%, crude oil fell by 26%, and brent oil fell by 24%.[2] The price war was triggered by a breakup in dialogue between the Organization of the Petroleum Exporting Countries (OPEC) and Russia over proposed oil production cuts in the midst of the 2019–20 coronavirus pandemic.[1] This led to Russia walking out of the agreement, leading to the fall of the OPEC+ alliance. Oil prices had already fallen 30% since the start of the year due to a drop in demand.[3] The price war is one of the major causes of the currently ongoing global stock market crash.
ne: मार्च २०२० मा, साउदी अरेबियाले रसियाको विरुद्ध साथ कच्चा तेलमा मूल्य युद्ध शुरू गर्‍यो र तेलको मूल्यमा ६५% त्रैमासिक गिरावट आयो । [१] केही हप्तामा, अमेरिकी तेलको मूल्य ३४% , कच्चा तेल २६% र ब्रेन्ट तेल २४% ले गिरावट आयो। [२] पेट्रोलियम निर्यात गर्ने देशहरूको संगठन (ओपेक) र रसियाबीच सन् २०१९ -२० को कोरोनाभाइरस महामारीको बीचमा प्रस्तावित तेल उत्पादन कटौतीलाई लिएर रूसको बिचमा वार्ता भङ्ग भएपछि मूल्य युद्ध सुरु भएको थियो। [१] यसले रसियालाई सम्झौताबाट पर राख्यो जसले गर्दा "ओपेक + " गठबन्धनको पतन भयो। तेलको मागमा आएको गिरावटको कारण वर्षको सुरुदेखि नै तेलको मूल्यमा ३०% को गिरावट आइसकेको थियो। []] मूल्य युद्ध हाल चलिरहेको विश्वव्यापी शेयर बजार क्र्यास को एक प्रमुख कारण हो।

source: Beginning in 2014, U.S. shale oil production increased its market share; as other producers continued producing oil,[4][5] prices crashed from above $114 per barrel in 2014 to about $27 in 2016. In September 2016, Saudi Arabia and Russia agreed to cooperate in managing the price of oil, creating an informal alliance of OPEC and non-OPEC producers that was dubbed "OPEC+." By January 2020, OPEC+ had cut oil production by 2.1 million barrels per day (bpd), with Saudi Arabia making the largest reductions in production.[6]
ne: २०१४ को सुरुमा, अमेरिकी शेल तेल उत्पादनले आफ्नो बजार हिस्सा बढायो ; अन्य उत्पादकहरूले तेल उत्पादन गर्न जारी राख्दा, [१] [२] २०१४ मा ११४ अमेरिकी डलर प्रति ब्यारेल रहेको तेलको मल्य २०१६माा २७ डलर प्रति ब्यारेलमा झर्यो। सेप्टेम्बर २०१६ मा, साउदी अरेेबिया र रसियाले ओपेक र गैर-ओपेक उत्पादकहरूको अनौपचारिक गठबन्धन सिर्जना गर्ने तेलको मूल्य व्यवस्थापन गर्न सहयोग गर्न सहमत भए जसलाई "ओपेक +" भनिएको थियो। जनवरी २०२० सम्ममा ओपेकले तेल उत्पादन प्रति दिन २१ लाख ब्यारल घटाएको थियो जसमा साउदी अरेबियाले नआफ्नो उत्पादनमा सबैभन्दा बढी कटौती गर्यो। []]

source: 2020 stock market crash Socio-economic impact of the 2019–20 coronavirus pandemic Russia–Saudi Arabia relations 1973 oil crisis 2010s oil glut Petroleum politics
ne: २०२० शेयर बजार क्र्यास २०१–-२० कोरोनाभाइरस महामारीको सामाजिक-आर्थिक प्रभाव रसिया – साउदी अरब सम्बन्ध ९७३को तेल संकट २०१० को तेल तेल पेट्रोलियम राजनीति

source: As a result of the 2019–20 coronavirus pandemic, factory output and transportation demand fell, bringing overall demand for oil down as well, and causing oil prices to fall. On 15 February 2020, the International Energy Agency announced that demand growth would fall to the lowest rate since 2011, with growth falling by 325,000 barrels per day to 825,000 barrels per day, and a contraction in consumption by 435,000 barrels per day.[7] Although demand for oil was falling globally, a drop in demand in China's markets, the largest since 2008, triggered an OPEC summit in Vienna on 5 March 2020. At the summit, OPEC agreed to cut oil production by an additional 1.5 million barrels per day through the second quarter of the year (a total production cut of 3.6 million bpd from the original 2016 agreement), with the group expected to review the policy on 9 June during their next meeting.[8] OPEC called on Russia and other non-OPEC members of OPEC+ to abide by the OPEC decision.[3] On 6 March 2020, Russia rejected the demand, marking the end of the unofficial partnership, with oil prices falling 10% after the announcement.[9][10]
ne: २०१९-२० को कोरोनाभाइरस महामारीको परिणामस्वरूप, कारखानाको उत्पादन र यातायातको माग घट्यो, तेलको समग्र माग पनि घट्यो साथै तेलको मूल्यमा गिरावट आयो। १५ फेब्रुअरी २०२० मा, अन्तर्राष्ट्रिय उर्जा एजेन्सीले घोषणा गर्‍यो कि २०११ पछि मागको वृद्धि सबैभन्दा तल्लो स्तरमा झर्नेछ, प्रति दिन ४३५,००० ब्यारेेल खपतमा सङ्कुुचन आउने छ। [१] यद्यपि विश्वव्यापी रूपमा तेलको माग घटिरहेकोभएपनि ५ मार्च २०२० मा भियनामा भएको ओपेकराष्ट्रको शिखार सम्मेलनले युद्धको प्रारम्भ भयो। शिखर सम्मेलनमा ओपेकले वर्षको दोस्रो त्रैमासिकमा दैनिक १५ लाख ब्यारेल तेल उत्पादनमा कटौती गर्ने सहमति जनायो (सन् २०१६ सम्झौताबाट कुल उत्पादन कटौती प्रती दिन ३६ लाख ब्यरेल) र यस समूहले नीति पुनरावलोकन गर्न ९ जुुनमा अर्को बैठक बस्ने अपेक्षा गर्यो। [२] ओपेकले रसिया र ओपेक+ का अन्य गैर-ओपेक सदस्यहरुलाई ओपेकको निर्णयको पालना गर्न आह्वान गर्‍यो। []] ६ मार्च २०२० मा, रूसले अनौपचारिक साझेदारी अन्त्य गर्दै उक्त मागलाई अस्वीकार गर्‍यो, उक्त घोषणापछि तेलको मूल्य १०% घट्यो। []] []]

source: In February 2020, the Trump administration put sanctions on Russia's largest oil company Rosneft.[11] Russia may have seen the oil war as a way to retaliate against U.S. sanctions, some media outlets claim.[12]
ne: फेब्रुअरी २०२० मा, ट्रम्प प्रशासनले रूसको सबैभन्दा ठूलो तेल कम्पनी रोज्नेफ्ट लाई प्रतिबन्ध लगायो। [१] रसियाले तेल युद्धलाई अमेरिकी प्रतिबन्धको बदला लिने उपायको रूपमा लिएको हुनसक्ने, केही मिडिया आउटलेटहरूको दाबी छ। [२]

source: Govind Narain, ICS (5 May 1916 – 3 April 2012) was an Indian civil servant who was member of the Imperial Civil Service and served as the 8th Governor of Karnataka.
ne: गोविन्द नारायण, आईसीएस (५ मे १९१६-३ अप्रृृिल २०१२) एक भारतीय निजामती कर्मचारी थिए जो कर्नाटकको ८ औं गभर्नर थिए।

source: He also served as Adviser and Secretary to the King of Nepal from 1951 to 1954.
ne: उनले वि.सं. २००७ देखि २०११ सम्म नेपालका राजा त्रिभुवनका सल्लाहकार र सचिवको रूपमा पनि काम गरे।

source: Govind Narain in his student days at Allahabad University, c. 1938
ne: गोविन्द नारायण आफ्नो विद्यार्थी जीवनमा इलाहाबाद विश्वविद्यालयमा सी। १९३८

source: The Central Investigation Bureau (CIB) is the national investigation agency of Nepal which is run under Nepal Police. It is sometimes referred as Central Investigation Bureau of Nepal Police. The Central Investigation Bureau (CIB) of Nepal Police aims to sweep away organised crime from the country within a few years.[1] It runs under Nepal Government.
ne: केन्द्रीय केन्द्रिय अनुसन्धान ब्युरो अन्वेषण ब्यूरो (सीआईबी) नेपाल प्रहरी मातहतको अनुसन्धान एजेन्सी हो । पुराना शैली र संयन्त्रलाई आधुनिकीकरण र वैज्ञानिकीकरण गरिनु पर्दछ भन्ने मान्यताको उच्च मूल्यांकनका आधारमा नेपाल प्रहरीमा केन्द्रीय अनुसन्धान ब्यूरो सम्बन्धी अबधारणा प्रयोगमा ल्याइएको हो । नेपाल पुलिसको केन्द्रीय अन्वेषण ब्यूरो (CIB) को लक्ष्य केहि बर्ष भित्र देश बाट संगठित अपराध हटाउनु छ। [१] यो नेपाल सरकारको मातहतमा छ।

source: Abhaya Malla (Nepali: अभय मल्ल) (died 1255) was a Malla Dynasty king of Nepal in the first half of the 13th century. His death is well documented in the history of Nepal, because he died during the 1255 earthquake which wiped out one third of the population of the Kathmandu Valley.[1][2] He performed a Lakshyahoma. Many books written during his reign are available.
ne: अभय मल्ल (मृत्यु १३१०) १३ औं शताब्दीको उत्तरार्धमा नेपालको मल्ल का राजा थिए। उनको मृत्यु नेपालको इतिहासमा राम्ररी अभिलेख गरिएको छ, किनकि उनी वि.सं. १३१० को महाभूकम्पको क्रममा मरे जसले काठमाडौं उपत्यकाको एक तिहाइ जनसंख्यालाई खतम पारे। [1] [२] उनले लक्ष्यहोम गरेका थिए। उनको शासनकालमा लेखिएका धेरै पुस्तकहरू उपलब्ध छन्। उनका छोरा जया देव र आनन्द देवले उनको मृत्यु पछि संयुक्त राज्य गरे।

source: Baranwal (also spelled Barnwal, Burnwal, Bernwal, Varanwal, Varnwal, Barnawal) is a Hindu community found throughout northern India, including Bihar, Jharkhand, West Bengal, Uttar Pradesh, Gujarat along with a sprinkled presence in Rajasthan, Haryana, Madhya Pradesh.[1][2] The name of the caste derives from "Baran" or "Barn", a former name of the Bulandshahr city.[1][3][1][4]
ne: बरनवाल ( बर्नवाल, बर्णावल) पनि एक हिन्दू समुदाय हो जुन उत्तर, भारत, बिहार, झारखंड, पश्चिम बंगाल, उत्तर प्रदेश, गुजरातलगायत राजस्थान, हरियाणा, मध्य प्रदेशमा छिचिएको उपस्थितिसहित उत्तरी भारत भरि पाइन्छ। [१] [२] जातको नाम "बरन" वा "बर्न" बाट आएको हो, बुलन्दशहर शहरको पुरानो नाम। [१] []] [१] []]

source: Historically, there has been no unanimity regarding number and names of gotras, and there are regional differences between the list of gotras. There is 36 gotra in baranwal community. Some of the gotras like Kasyap and Kaushik are specific to Rajputs.[5]
ne: ऐतिहासिक रूपमा गोत्रसको संख्या र नामका बारे कुनै सहमति हुन सकेको छैन, र गोत्रसको सूची बीचको क्षेत्रीय भिन्नताहरू छन्। बरणवल समुदायमा got 36 गोत्र छ। काश्यप र कौशिक जस्ता केही गोत्रहरू राजपूतहरूका लागि विशिष्ट छन्। []]

source: Next, Karl Marx and Friedrich Engels, working in Brussels, had written The Communist Manifesto (published in German in London on 21 February 1848) at the request of the Communist League (an organization consisting principally of German workers). Following the March insurrection in Berlin, they began agitating in Germany. They issued their "Demands of the Communist Party in Germany" from Paris in March;[6] the pamphlet urged unification of Germany, universal suffrage, abolition of feudal duties, and similar middle-class goals.
ne: यसपछि ब्रसेल्समा कार्यरत कार्ल मार्क्स र फ्रेडरिक एंगेल्सले, कम्युनिष्ट संघ लीग (जसमा मूलतः जर्मन मजदुरहरू मिलेर बनेको एउटा संस्था)को अनुरोधमा कम्युनिष्ट पार्टीको घोषणापत्र (२१ फेब्रुअरी १८४८ मा लण्डनमा जर्मन भाषामा प्रकाशित) लेखेका थिए। बर्लिनमा मार्च विद्रोह पछि, तिनीहरूले जर्मनीमा आन्दोलन गर्न थाले। उनीहरूले पेरिसबाट "जर्मनीमा कम्युनिष्ट पार्टीको मागहरू" मार्चमा जारी गरे; [१] उक्त पर्चाले जर्मनीको एकीकरण, विश्वव्यापी मताधिकार, सामन्त कर तथा अवरोधहरूको अन्त्य र समान मध्यमवर्गीय लक्ष्यलाई जोड दियो।

source: The middle and working classes thus shared a desire for reform, and agreed on many of the specific aims. Their participations in the revolutions, however, differed. While much of the impetus came from the middle classes, much of the cannon fodder came from the lower classes.
ne: यसरी मध्यम र मजदुर वर्गले सुधारको चाहना साझा गरे र धेरै खास उद्देश्यहरूमा सहमति जनाए। यद्यपि क्रान्तिहरुमा उनीहरुको सहभागिताहरु फरक थिए । सुरुमा विद्रोहहरू शहरहरूमा सुरु भयो।

source: The Revolutions of 1848, known in some countries as the Springtime of the Peoples[2] or the Spring of Nations, were a series of political upheavals throughout Europe in 1848. It remains the most widespread revolutionary wave in European history.
ne: १८४८ को क्रान्ति १८४८ मा यूरोपभरि फैलिएको राजनीतिक उथलपुथलको श्रृंखला थियो। यो युरोपेली इतिहासको सबैभन्दा व्यापक क्रान्तिकारी लहर हो।

source: Despite forceful and often violent efforts of established and reactionary powers to keep them down, disruptive ideas gained popularity: democracy, liberalism, radicalism, nationalism, and socialism.[20] They demanded a constitution, universal manhood suffrage, press freedom, freedom of expression and other democratic rights, the establishment of civilian militia, liberation of peasants, liberalization of the economy, abolition of tariff barriers and the abolition of monarchical power structures in favor of the establishment of republican states, or at least the restriction of the prince power in the form of constitutional monarchies.
ne: क्रान्तिलाई तल राख्न, स्थापित र प्रतिक्रियावादी शक्तिहरूको बलपूर्वक र अक्सर हिंस्रक प्रयासहरूको बाबजुद, विघटनकारी विचारहरूले लोकप्रियता प्राप्त गरे: प्रजातन्त्र, उदारवाद, कट्टरपन्थी, राष्ट्रवाद र समाजवाद । [१] उनीहरूले संविधान, विश्वव्यापी सार्वभौमिक मताधिकार, प्रेस स्वतन्त्रता, अभिव्यक्ति स्वतन्त्रता र अन्य प्रजातान्त्रिक अधिकार, नागरिक लडाकूको स्थापना, किसानहरूको स्वतन्त्रता, अर्थतन्त्रको उदारीकरण, ट्यारिफ अवरोधको अन्त्य र राजतन्त्रवादी शक्ति संरचनाको अन्त्यको र गणतान्त्रिक राज्यको स्थापना, वा कम्तिमा संवैधानिक राजतन्त्रको रूपमा राजकुमारको अधिकार प्रतिबन्ध माग गरेका थिए।

source: Sequence of main trends
ne: मुख्य घटनाहरूको अनुक्रम
